module.exports = [
  {
    value: 110000,
    label: 'ນະຄອນຫຼວງ',
    pid: 100000,
    children: [
      {
        value: 110100,
        label: 'ນະຄອນຫຼວງ',
        pid: 110000,
        children: [
          {
            value: 110101,
            label: 'ເມືອງ ຈັນທະບູລີ',
            pid: 110100
          },
          {
            value: 110102,
            label: 'ເມືອງ ໄຊເສດຖາ',
            pid: 110100
          },
          {
            value: 110103,
            label: 'ເມືອງ ສີໂຄດຕະບອງ',
            pid: 110100
          },
          {
            value: 110104,
            label: 'ເມືອງ ສີສັດຕະນາກ',
            pid: 110100
          },
          {
            value: 110105,
            label: 'ເມືອງ ຫາດຊາຍຟອງ',
            pid: 110100
          },
          {
            value: 110106,
            label: 'ເມືອງ ນາຊາຍທອງ',
            pid: 110100
          },
          {
            value: 110107,
            label: 'ເມືອງ ໄຊທານີ',
            pid: 110100
          },
          {
            value: 110108,
            label: 'ເມືອງ ສັງທອງ',
            pid: 110100
          },
          {
            value: 110109,
            label: 'ເມືອງ ປາກງື່ມ',
            pid: 110100
          }
        ]
      }
    ]
  },
  {
    value: 120000,
    label: 'ແຂວງຜົ້ງສາລີ',
    pid: 100000,
    children: [
      {
        value: 120100,
        label: 'ເມືອງ ບຸນໃຕ້',
        pid: 120000
      },
      {
        value: 120200,
        label: 'ເມືອງ ຂວາ',
        pid: 120000
      },
      {
        value: 120300,
        label: 'ເມືອງ ໃໝ່',
        pid: 120000
      },
      {
        value: 120400,
        label: 'ເມືອງ ຍອດອູ',
        pid: 120000
      },
      {
        value: 120500,
        label: 'ເມືອງ ຜົ້ງສາລີ',
        pid: 120000
      },
      {
        value: 120600,
        label: 'ເມືອງ ສຳພັນ',
        pid: 120000
      },
      {
        value: 120700,
        label: 'ເມືອງ ບຸນເໜືອ',
        pid: 120000
      }
    ]
  },
  {
    value: 130000,
    label: 'ແຂວງຫຼວງນ້ຳທາ',
    pid: 100000,
    children: [
      {
        value: 130100,
        label: 'ເມືອງ ຫຼວງນໍ້າທາ',
        pid: 130000
      },
      {
        value: 130200,
        label: 'ເມືອງ ສິງ',
        pid: 130000
      },
      {
        value: 130300,
        label: 'ເມືອງ ລອງ',
        pid: 130000
      },
      {
        value: 130400,
        label: 'ເມືອງ ວຽງພູຄາ',
        pid: 130000
      },
      {
        value: 130500,
        label: 'ເມືອງ ນາແລ',
        pid: 130000
      }
    ]
  },
  {
    value: 140000,
    label: 'ແຂວງບໍ່ແກ້ວ',
    pid: 100000,
    children: [
      {
        value: 140100,
        label: 'ເມືອງ ຫ້ວຍຊາຍ',
        pid: 140000
      },
      {
        value: 140200,
        label: 'ເມືອງ ຕົ້ນເຜິ້ງ',
        pid: 140000
      },
      {
        value: 140300,
        label: 'ເມືອງ ເມິງ',
        pid: 140000
      },
      {
        value: 140400,
        label: 'ເມືອງ ຜາອຸດົມ',
        pid: 140000
      },
      {
        value: 140500,
        label: 'ເມືອງ ປາກທາ',
        pid: 140000
      }
    ]
  },
  {
    value: 150000,
    label: 'ແຂວງອຸດົມໄຊ',
    pid: 100000,
    children: [
      {
        value: 150100,
        label: 'ເມືອງ ໄຊ',
        pid: 150000
      },
      {
        value: 150200,
        label: 'ເມືອງ ຫລາ',
        pid: 150000
      },
      {
        value: 150300,
        label: 'ເມືອງ ນາໝໍ້',
        pid: 150000
      },
      {
        value: 150400,
        label: 'ເມືອງ ງາ',
        pid: 150000
      },
      {
        value: 150500,
        label: 'ເມືອງ ແບ່ງ',
        pid: 150000
      },
      {
        value: 150600,
        label: 'ເມືອງ ຮຸນ',
        pid: 150000
      },
      {
        value: 150700,
        label: 'ເມືອງ ປາກແບ່ງ',
        pid: 150000
      }
    ]
  },
  {
    value: 160000,
    label: 'ແຂວງຫລວງພະບາງ',
    pid: 100000,
    children: [
      {
        value: 160100,
        label: 'ເມືອງ ຫຼວງພະບາງ',
        pid: 160000
      },
      {
        value: 160200,
        label: 'ເມືອງ ຊຽງເງິນ',
        pid: 160000
      },
      {
        value: 160300,
        label: 'ເມືອງ ນານ',
        pid: 160000
      },
      {
        value: 160400,
        label: 'ເມືອງ ປາກອູ',
        pid: 160000
      },
      {
        value: 160500,
        label: 'ເມືອງ ນ້ຳບາກ',
        pid: 160000
      },
      {
        value: 160600,
        label: 'ເມືອງ ງອຍ',
        pid: 160000
      },
      {
        value: 160700,
        label: 'ເມືອງ ປາກແຊງ',
        pid: 160000
      },
      {
        value: 160800,
        label: 'ເມືອງ ໂພນໄຊ',
        pid: 160000
      },
      {
        value: 160900,
        label: 'ເມືອງ ຈອມເພັດ',
        pid: 160000
      },
      {
        value: 161000,
        label: 'ເມືອງ ວຽງຄຳ',
        pid: 160000
      },
      {
        value: 161100,
        label: 'ເມືອງ ພູຄູນ',
        pid: 160000
      },
      {
        value: 161200,
        label: 'ເມືອງ ໂພນທອງ',
        pid: 160000
      }
    ]
  },
  {
    value: 170000,
    label: 'ແຂວງໄຊຍະບູລີ',
    pid: 100000,
    children: [
      {
        value: 170100,
        label: 'ເມືອງ ບໍ່ແຕນ',
        pid: 170000
      },
      {
        value: 170200,
        label: 'ເມືອງ ຫົງສາ',
        pid: 170000
      },
      {
        value: 170300,
        label: 'ເມືອງ ແກ່ນທ້າວ',
        pid: 170000
      },
      {
        value: 170400,
        label: 'ເມືອງ ຄອບ',
        pid: 170000
      },
      {
        value: 170500,
        label: 'ເມືອງ ເງິນ',
        pid: 170000
      },
      {
        value: 170600,
        label: 'ເມືອງ ປາກລາຍ',
        pid: 170000
      },
      {
        value: 170700,
        label: 'ເມືອງ ພຽງ',
        pid: 170000
      },
      {
        value: 170800,
        label: 'ເມືອງ ທົ່ງມີໄຊ',
        pid: 170000
      },
      {
        value: 170900,
        label: 'ເມືອງ ໄຊຍະບູລີ',
        pid: 170000
      },
      {
        value: 171000,
        label: 'ເມືອງ ຊຽງຮ່ອນ',
        pid: 170000
      },
      {
        value: 171100,
        label: 'ເມືອງ ໄຊສະຖານ',
        pid: 170000
      }
    ]
  },
  {
    value: 180000,
    label: 'ແຂວງຫົວພັນ',
    pid: 100000,
    children: [
      {
        value: 180100,
        label: 'ເມືອງ ຊຳເໜືອ',
        pid: 180000
      },
      {
        value: 180200,
        label: 'ເມືອງ ຊຽງຄໍ້',
        pid: 180000
      },
      {
        value: 180300,
        label: 'ເມືອງ ຮ້ຽມ',
        pid: 180000
      },
      {
        value: 180400,
        label: 'ເມືອງ ວຽງໄຊ',
        pid: 180000
      },
      {
        value: 180500,
        label: 'ເມືອງ ຫົວເມືອງ',
        pid: 180000
      },
      {
        value: 180600,
        label: 'ເມືອງ ຊຳໃຕ້',
        pid: 180000
      },
      {
        value: 180700,
        label: 'ເມືອງ ສົບເບົາ',
        pid: 180000
      },
      {
        value: 180800,
        label: 'ເມືອງ ແອດ',
        pid: 180000
      },
      {
        value: 180900,
        label: 'ເມືອງ ກວັນ',
        pid: 180000
      },
      {
        value: 181000,
        label: 'ເມືອງ ຊ່ອນ',
        pid: 180000
      }
    ]
  },
  {
    value: 190000,
    label: 'ແຂວງຊຽງຂວາງ',
    pid: 100000,
    children: [
      {
        value: 190100,
        label: 'ເມືອງ ແປກ',
        pid: 190000
      },
      {
        value: 190200,
        label: 'ເມືອງ ຄຳ',
        pid: 190000
      },
      {
        value: 190300,
        label: 'ເມືອງ ໜອງແຮດ',
        pid: 190000
      },
      {
        value: 190400,
        label: 'ເມືອງ ຄູນ',
        pid: 190000
      },
      {
        value: 190500,
        label: 'ເມືອງ ໝອກ',
        pid: 190000
      },
      {
        value: 190600,
        label: 'ເມືອງ ພູກູດ',
        pid: 190000
      },
      {
        value: 190700,
        label: 'ເມືອງ ຜາໄຊ',
        pid: 190000
      }
    ]
  },
  {
    value: 200000,
    label: 'ແຂວງວຽງຈັນ',
    pid: 100000,
    children: [
      {
        value: 200100,
        label: 'ເມືອງ ເຟືອງ',
        pid: 200000
      },
      {
        value: 200200,
        label: 'ເມືອງ ຫີນເຫີບ',
        pid: 200000
      },
      {
        value: 200300,
        label: 'ເມືອງ ກາສີ',
        pid: 200000
      },
      {
        value: 200400,
        label: 'ເມືອງ ແກ້ວອຸດົມ',
        pid: 200000
      },
      {
        value: 200500,
        label: 'ເມືອງ ແມດ',
        pid: 200000
      },
      {
        value: 200600,
        label: 'ເມືອງ ໂພນໂຮງ',
        pid: 200000
      },
      {
        value: 200700,
        label: 'ເມືອງ ທຸລະຄົມ',
        pid: 200000
      },
      {
        value: 200800,
        label: 'ເມືອງ  ວັງວຽງ',
        pid: 200000
      },
      {
        value: 200900,
        label: 'ເມືອງ ວຽງຄຳ',
        pid: 200000
      },
      {
        value: 201000,
        label: 'ເມືອງ  ຊະນະຄາມ',
        pid: 200000
      },
      {
        value: 201100,
        label: 'ເມືອງ ໝື່ນ',
        pid: 200000
      }
    ]
  },
  {
    value: 210000,
    label: 'ແຂວງໄຊສົມບູນ',
    pid: 100000,
    children: [
      {
        value: 210100,
        label: 'ເມືອງ ລ້ອງແຈ້ງ',
        pid: 210000
      },
      {
        value: 210200,
        label: 'ເມືອງ ທ່າໂທມ',
        pid: 210000
      },
      {
        value: 210300,
        label: 'ເມືອງ ອະນຸວົງ',
        pid: 210000
      },
      {
        value: 210400,
        label: 'ເມືອງ ລ້ອງຊານ',
        pid: 210000
      },
      {
        value: 210500,
        label: 'ເມືອງ ຮົ່ມ',
        pid: 210000
      }
    ]
  },
  {
    value: 220000,
    label: 'ແຂວງບໍລິຄຳໄຊ',
    pid: 100000,
    children: [
      {
        value: 220100,
        label: 'ເມືອງ ປາກຊັນ',
        pid: 220000
      },
      {
        value: 220200,
        label: 'ເມືອງ ທ່າພະບາດ',
        pid: 220000
      },
      {
        value: 220300,
        label: 'ເມືອງ ປາກກະດິງ',
        pid: 220000
      },
      {
        value: 220400,
        label: 'ເມືອງ ຄຳເກີດ(ຫຼັກ20)',
        pid: 220000
      },
      {
        value: 220500,
        label: 'ເມືອງ ບໍລິຄັນ',
        pid: 220000
      },
      {
        value: 220600,
        label: 'ເມືອງ ວຽງທອງ',
        pid: 220000
      },
      {
        value: 220700,
        label: 'ເມືອງ ໄຊຈຳພອນ',
        pid: 220000
      }
    ]
  },
  {
    value: 230000,
    label: 'ແຂວງຄຳມ່ວນ',
    pid: 100000,
    children: [
      {
        value: 230100,
        label: 'ເມືອງ ທ່າແຂກ',
        pid: 230000
      },
      {
        value: 230200,
        label: 'ເມືອງ ມະຫາໄຊ',
        pid: 230000
      },
      {
        value: 230300,
        label: 'ເມືອງ ໜອງບົກ',
        pid: 230000
      },
      {
        value: 230400,
        label: 'ເມືອງ ຫີນບູນ',
        pid: 230000
      },
      {
        value: 230500,
        label: 'ເມືອງ ຍົມມະລາດ',
        pid: 230000
      },
      {
        value: 230600,
        label: 'ເມືອງ ບົວລະພາ',
        pid: 230000
      },
      {
        value: 230700,
        label: 'ເມືອງ ນາກາຍ',
        pid: 230000
      },
      {
        value: 230800,
        label: 'ເມືອງ ເຊບັ້ງໄຟ',
        pid: 230000
      },
      {
        value: 230900,
        label: 'ເມືອງ ໄຊບົວທອງ',
        pid: 230000
      },
      {
        value: 231000,
        label: 'ເມືອງ ຄູນຄຳ',
        pid: 230000
      }
    ]
  },
  {
    value: 240000,
    label: 'ແຂວງສະຫວັນນະເຂດ',
    pid: 100000,
    children: [
      {
        value: 240100,
        label: 'ເມືອງ ໄກສອນ',
        pid: 240000
      },
      {
        value: 240200,
        label: 'ເມືອງ ອຸທຸມພອນ',
        pid: 240000
      },
      {
        value: 240300,
        label: 'ເມືອງ ອາດສະພັງທອງ',
        pid: 240000
      },
      {
        value: 240400,
        label: 'ເມືອງ ພີນ',
        pid: 240000
      },
      {
        value: 240500,
        label: 'ເມືອງ ເຊໂປນ',
        pid: 240000
      },
      {
        value: 240600,
        label: 'ເມືອງ ນອງ',
        pid: 240000
      },
      {
        value: 240700,
        label: 'ເມືອງ ທ່າປາງທອງ',
        pid: 240000
      },
      {
        value: 240800,
        label: 'ເມືອງ ສອງຄອນ',
        pid: 240000
      },
      {
        value: 240900,
        label: 'ເມືອງ ຈຳພອນ',
        pid: 240000
      },
      {
        value: 241000,
        label: 'ເມືອງ ຊົນນະບູລີ',
        pid: 240000
      },
      {
        value: 241100,
        label: 'ເມືອງ ໄຊບູລີ',
        pid: 240000
      },
      {
        value: 241200,
        label: 'ເມືອງ ວິລະບູລີ',
        pid: 240000
      },
      {
        value: 241300,
        label: 'ເມືອງ ອາດສະພອນ',
        pid: 240000
      },
      {
        value: 241400,
        label: 'ເມືອງ ໄຊພູທອງ',
        pid: 240000
      },
      {
        value: 241500,
        label: 'ເມືອງ ພະລານໄຊ',
        pid: 240000
      }
    ]
  },
  {
    value: 250000,
    label: 'ແຂວງສາລະວັນ',
    pid: 100000,
    children: [
      {
        value: 250100,
        label: 'ເມືອງ ສາລະວັນ',
        pid: 250000
      },
      {
        value: 250200,
        label: 'ເມືອງ ລະຄອນເພັງ',
        pid: 250000
      },
      {
        value: 250300,
        label: 'ເມືອງ ວາປີ',
        pid: 250000
      },
      {
        value: 250400,
        label: 'ເມືອງ ເລົ່າງາມ',
        pid: 250000
      },
      {
        value: 250500,
        label: 'ເມືອງ ຕຸ້ມລານ',
        pid: 250000
      },
      {
        value: 250600,
        label: 'ເມືອງ ຕະໂອ້ຍ',
        pid: 250000
      },
      {
        value: 250700,
        label: 'ເມືອງ ຄົງເຊໂດນ',
        pid: 250000
      },
      {
        value: 250800,
        label: 'ເມືອງ ສະມ້ວຍ',
        pid: 250000
      }
    ]
  },
  {
    value: 260000,
    label: 'ແຂວງຈຳປາສັກ',
    pid: 100000,
    children: [
      {
        value: 260100,
        label: 'ເມືອງ ປາກເຊ',
        pid: 260000
      },
      {
        value: 260200,
        label: 'ເມືອງ ຊະນະສົມບູນ',
        pid: 260000
      },
      {
        value: 260300,
        label: 'ເມືອງ ບາຈຽງ',
        pid: 260000
      },
      {
        value: 260400,
        label: 'ເມືອງ ປາກຊ່ອງ',
        pid: 260000
      },
      {
        value: 260500,
        label: 'ເມືອງ ປະທຸມພອນ',
        pid: 260000
      },
      {
        value: 260600,
        label: 'ເມືອງ ໂພນທອງ',
        pid: 260000
      },
      {
        value: 260700,
        label: 'ເມືອງ ຈຳປາສັກ',
        pid: 260000
      },
      {
        value: 260800,
        label: 'ເມືອງ ສຸຂຸມມາ',
        pid: 260000
      },
      {
        value: 260900,
        label: 'ເມືອງ ມູນລະປະໂມກ',
        pid: 260000
      },
      {
        value: 261000,
        label: 'ເມືອງ ໂຂງ',
        pid: 260000
      }
    ]
  },
  {
    value: 270000,
    label: 'ແຂວງຈຳປາສັກ',
    pid: 100000,
    children: [
      {
        value: 270100,
        label: 'ເມືອງ ທ່າແຕງ',
        pid: 270000
      },
      {
        value: 270200,
        label: 'ເມືອງ ລະມາມ',
        pid: 270000
      },
      {
        value: 270300,
        label: 'ເມືອງ ກະລຶມ',
        pid: 270000
      },
      {
        value: 270400,
        label: 'ເມືອງ ດາກຈຶງ',
        pid: 270000
      }
    ]
  },
  {
    value: 280000,
    label: 'ແຂວງຈຳປາສັກ',
    pid: 100000,
    children: [
      {
        value: 280100,
        label: 'ເມືອງ ໄຊເຊດຖາ',
        pid: 280000
      },
      {
        value: 280200,
        label: 'ເມືອງ ສາມັກຄີໄຊ',
        pid: 280000
      },
      {
        value: 280300,
        label: 'ເມືອງ ສະໜາມໄຊ',
        pid: 280000
      },
      {
        value: 280400,
        label: 'ເມືອງ ຊານໄຊ',
        pid: 280000
      },
      {
        value: 280500,
        label: 'ເມືອງ ພູວົງ',
        pid: 280000
      }
    ]
  }
]